Repository: Lagunix/owm-weather
Catalog: lang/owm-weather-*.po
Languages: es_cl, et

source: Sunrise
es_cl: Amanecer
et: Päikesetõus

source: Sunset
es_cl: Puesta del sol
et: Päikeseloojang

source: Before starting:
es_cl: Antes de empezar:
et: Enne alustamist:

source: Enter your own OpenWeatherMap API key in
es_cl: Introduzca su propia clave de API de OpenWeatherMap en
et: Sisestage oma OpenWeatherMap API võti

source: Advanced Settings!
es_cl: ¡Configuración avanzada!
et: Täiendavad seaded!

source: Please select a weather via the configure link
es_cl: Seleccione un tiempo a través del enlace de configuración
et: Palun valige ilm konfigureerimislingi kaudu

source: Select the weather to display:
es_cl: Selecciona el tiempo a mostrar:
et: Valige kuvatav ilm:

source: Blog
et: Blogi

source: Settings
es_cl: Ajustes
et: Seaded

source: Duplicate this item
es_cl: Duplicar éste item
et: Dubleerige see üksus

source: Duplicate
es_cl: Duplicar
et: Dubleeri

source: OWM Weather global settings
es_cl: Configuración global de OWM Weather
et: OWM-i ilmateate globaalsed seaded

source: Copy and paste this shortcode anywhere in posts, pages, text widgets:
es_cl: Copie y pegue este shortcode en cualquier lugar de publicaciones, páginas, widgets de texto:
et: Kopeerige ja kleepige see lühikood kõikjale postitustesse, lehtedele, tekstividinatesse:

source: If you need to display this weather anywhere in your theme, simply copy and paste this code snippet in your PHP file like sidebar.php:
es_cl: Si necesita mostrar este tiempo en cualquier lugar de su tema, simplemente copie y pegue este fragmento de código en su archivo PHP como barra lateral.php:
et: Kui teil on vaja seda ilmateadet oma teemas kuvada, kopeerige ja kleepige see koodilõik lihtsalt oma PHP-faili nagu külgriba.php:

source: Weather-Based
es_cl: Basado en el clima
et: Ilmastikupõhine

source: Multisite
es_cl: Multisitio
et: Multisait

source: Network Shared
es_cl: Red compartida
et: Võrk on jagatud

source: Get Weather By ...
es_cl: Obtenga el clima por ...
et: Hankige ilm ...

source: City Id
es_cl: Identificación de la ciudad
et: Linna ID

source: Longitude/Latitude
es_cl: Longitud/Latitud
et: Pikkus- ja laiuskraadid

source: Zip/Country
es_cl: Código postal/País
et: Zip/riik

source: City/Country
es_cl: Ciudad/País
et: Linn/riik

source: Visitor's Location
es_cl: Ubicación del visitante
et: Külastaja asukoht

source: OpenWeatherMap City Id
es_cl: ID de ciudad de OpenWeatherMap
et: OpenWeatherMap linna ID

source: Find my City Id
es_cl: Encontrar mi ID de ciudad
et: Leidke minu linna ID

source: Latitude
es_cl: Latitud
et: Laiuskraad

source: Longitude
es_cl: Longitud
et: Pikkuskraad

source: Zip code
es_cl: Código postal
et: Sihtnumber

source: 2-letter country code
es_cl: Código de país de 2 letras
et: 2-täheline riigikood

source: Default: US
es_cl: Valor predeterminado: US
et: Vaikimisi: USA

source: City
es_cl: Ciudad
et: Linn

source: Enter your city
es_cl: Ingresa tu ciudad
et: Sisestage oma linn

source: Country
es_cl: País
et: Riik

source: Leave City Id, Longitude/Latitude, Zip/Country and City/Country empty to use the visitor's location.
es_cl: Deje el ID de la ciudad, la longitud / latitud, el código postal / país y la ciudad / país vacíos para usar la ubicación del visitante.
et: Külastaja asukoha kasutamiseks jätke linna ID, pikkus-/laiuskraad, zip/riik ja linn/riik tühjaks.

source: Custom City Title
es_cl: Titulo personalizado de ciudad
et: Kohandatud linna tiitel

source: Measurement System
es_cl: Sistema de Medida
et: Mõõtesüsteem

source: Time Format
es_cl: Formato de hora
et: Aja formaat

source: Timezone (Default: WordPress General Settings)
es_cl: Zona horaria (predeterminada: configuración general de WordPress)
et: Ajavöönd (vaikimisi: WordPressi üldised seaded)

source: WordPress Timezone
es_cl: Zona horaria de WordPress
et: WordPressi ajavöönd

source: Local Timezone
es_cl: Zona horaria local
et: Kohalik ajavöönd

source: OpenWeatherMap Language
es_cl: Idioma OpenWeatherMap
et: OpenWeatherMap keel

source: Miscellaneous
es_cl: Misceláneos
et: Muu

source: Exclude from System Settings and Parameter Bypass
es_cl: Excluir de la configuración del sistema y omitir parámetros
et: Välista süsteemisätetest ja parameetrite ümbersõidust

source: Select the information you would like to show on your weather shortcode.
es_cl: Seleccione la información que desea mostrar en su código corto del tiempo.
et: Valige teave, mida soovite oma ilmateate lühikoodil kuvada.

source: Current Weather
es_cl: Clima actual
et: Praegune ilm

source: Current Weather City Name
es_cl: Tiempo actual nombre de la ciudad
et: Praegune ilmalinna nimi

source: Current Weather Short Condition
es_cl: Clima actual condición corta
et: Praegune ilm lühike tingimus

source: Temperatures
es_cl: Temperaturas
et: Temperatuur

source: No date (default)
es_cl: Sin fecha (valor predeterminado)
et: Kuupäev puudub (vaikesäte)

source: Today's date (based on your WordPress General Settings)
es_cl: La fecha de hoy (basada en su configuración general de WordPress)
et: Tänane kuupäev (põhineb teie WordPressi üldistel seadetel)

source: Today's date and time (based on your WordPress General Settings)
es_cl: Fecha y hora de hoy (según la configuración general de WordPress)
et: Tänane kuupäev ja kellaaeg (põhineb teie WordPressi üldistel seadetel)

source: Additional Weather Data
es_cl: Datos meteorológicos adicionales
et: Täiendavad ilmaandmed

source: Wind Unit:
es_cl: Unidad de viento:
et: Tuuleseade:

source: Wind icons show
es_cl: Los iconos de viento muestran
et: Tuuleikoonide kuvamine

source: direction of the wind
es_cl: dirección del viento
et: tuule suund

source: source of wind flow
es_cl: fuente de flujo de viento
et: tuulevoolu allikas

source: Pressure Unit:
es_cl: Unidad de presión:
et: Rõhuseade:

source: Number of Hours
es_cl: Número de horas
et: Tundide arv

source: Number of Days
es_cl: Número de días
et: Täna + 2 päeva

source: Short day names
es_cl: Nombres de días cortos
et: Lühikesed päevanimed

source: Normal day names
es_cl: Nombres de días normales
et: Tavaliste päevade nimed

source: Footer
et: Jalus

source: Select the layout styling for your weather shortcode.
es_cl: Seleccione el estilo de diseño para su shortcode meteorológico.
et: Valige oma ilmateate lühikoodi paigutuse stiil.

source: Template
et: Mall

source: Icon Pack
es_cl: Paquete de iconos
et: Ikoonide pakett

source: The main icon is always an animated Climacons SVG. If you want to display the icon from the selected icon pack instead, you need to select "Disable Animations for Main Icon" below.
es_cl: El icono principal es siempre un SVG animado de Climacons. Si desea mostrar el icono del paquete de iconos seleccionado, debe seleccionar "Deshabilitar animaciones para el icono principal" a continuación.
et: Peamine ikoon on alati animeeritud Climacons SVG. Kui soovite selle asemel kuvada ikooni valitud ikoonipaketist, peate allpool valima "Keela põhiikooni animatsioonid".

source: Color Animated
es_cl: Color del botón De alertas
et: Värv animeeritud

source: Text
es_cl: Texto
et: Tekst

source: Background
es_cl: Fondo
et: Taust

source: YouTube Background Video
es_cl: Video de fondo de YouTube
et: Taustavärv

source: Background Opacity
es_cl: Opacidad de Fondo
et: Tausta läbipaistvus

source: Borders
es_cl: Fronteras
et: Piire

source: Border Width (px)
es_cl: Ancho de borde (px)
et: Äärise raadius

source: Border Radius (px)
es_cl: Radio de borde (px)
et: Äärise raadius (px)

source: Disable Loading Spinner
es_cl: Deshabilitar el girador de carga
et: Spinner

source: Tabbed Templates
es_cl: Plantillas con pestañas
et: Vahekaartidega mallid

source: Active Button Color
es_cl: Color del botón activo
et: Aktiivne nupu värv

source: Hover Button Color
es_cl: Color del botón en hover
et: Hõljuknupu värv

source: Tables
es_cl: Mesas
et: Tabelid

source: Charts
es_cl: Tablas
et: Diagrammid

source: Height (in px)
es_cl: Altura (en px)
et: Kõrgus (pikslites)

source: Night Highlight Color
es_cl: Color de resaltado nocturno
et: Öise esiletõstmise värv

source: Temperature Color
es_cl: Color de temperatura
et: Temperatuuri värv

source: Feels-Like Color
es_cl: Se siente como el color
et: Tundub nagu

source: Dew Point Color
es_cl: Color del punto de rocío
et: Kastepunkti värv

source: Cloudiness Color
es_cl: Nubosidad
et: Hägusus Värv

source: Rain Chance Color
es_cl: Color de la oportunidad de lluvia
et: Vihma juhuse värv

source: Humidity Color
es_cl: Color de humedad
et: Niiskuse värv

source: Pressure Color
es_cl: Color de presión
et: Rõhu värv

source: Rain Amount Color
es_cl: Color de la cantidad de lluvia
et: Vihma kogus Värv

source: Snow Amount Color
es_cl: Cantidad de nieve Color
et: Lume kogus värv

source: Wind Speed Color
es_cl: Color de la velocidad del viento
et: Tuule kiiruse värv

source: Wind Gust Color
es_cl: Color de ráfaga de viento
et: Tuulepuhangu värv

source: Select the text colors and backgrounds for each weather type.
es_cl: Seleccione los colores del texto y los fondos para cada tipo de clima.
et: Valige iga ilmatüübi jaoks teksti värvid ja taustad.

source: Sunny
es_cl: Soleado
et: Päikseline

source: YouTube Sunny Background Video
es_cl: Video de fondo de YouTube Sunny
et: YouTube'i päikeseline taustavideo

source: Cloudy
es_cl: Nublado
et: Pilvine

source: YouTube Cloudy Background Video
es_cl: Video de fondo nublado de YouTube
et: YouTube'i hägune taustavideo

source: Drizzly
es_cl: Lluvioso
et: Niriseb

source: YouTube Drizzly Background Video
es_cl: Video de fondo de YouTube Drizzly
et: YouTube'i nirisev taustavideo

source: Rainy
es_cl: Lluvioso
et: Vihmane

source: YouTube Rainy Background Video
es_cl: Video de fondo lluvioso de YouTube
et: YouTube'i vihmane taustavideo

source: Snowy
es_cl: Nevado
et: Lumine

source: YouTube Snowy Background Video
es_cl: Video de fondo nevado de YouTube
et: YouTube'i lumine taustavideo

source: Stormy
es_cl: Tormentoso
et: Tormine

source: YouTube Stormy Background Video
es_cl: Video de fondo tormentoso de YouTube
et: YouTube'i tormiline taustavideo

source: Foggy
es_cl: Brumoso
et: Udune

source: YouTube Foggy Background Video
es_cl: Video de fondo brumoso de YouTube
et: YouTube'i udune taustavideo

source: Select the information and layout styling for the optional map on your weather shortcode.
es_cl: Seleccione la información y el estilo de diseño para el mapa opcional en su shortcode meteorológico.
et: Valige oma ilmateate lühikoodis valikulise kaardi teave ja paigutuse stiil.

source: Display Map
es_cl: Mostrar Mapa
et: Kuva kaart

source: Map Height (in px)
es_cl: Altura del mapa (en px)
et: Kaardi kõrgus (pikslites)

source: Disable Zoom Wheel on Map
es_cl: Deshabilitar la rueda de zoom en el mapa
et: Keela suumiratas kaardil

source: Layers
es_cl: Capas
et: Kihid

source: Layer
es_cl: Capa
et: Kiht

source: Display?
es_cl: Mostrar?
et: Kuvamine?

source: Turned On?
es_cl: ¿Encendido?
et: Kas olete sisse lülitatud?

source: Cities
es_cl: Ciudades
et: Linnad

source: Clouds
es_cl: Nubes
et: Pilvitus

source: Rain
es_cl: Lluvia
et: Vihm

source: Snow
es_cl: Nieve
et: Lumesadu

source: Wind Rose
es_cl: Rosa de los vientos
et: Tuule roos

source: OWM Weather id
es_cl: ID meteorológico de OWM
et: OWM Weather

source: OWM Error
et: OWM-i viga

source: Unable to retrieve weather data
es_cl: Imposible recuperar información del tiempo
et: Ilmaandmeid ei saa kätte

source: Last updated:
es_cl: Última actualización
et: Viimati värskendatud:

source: Celsius
et: Celsiuse

source: in
es_cl: en
et: sisse

source: mm
et: kk

source: Sunday
es_cl: Domingo
et: Pühapäev

source: Monday
es_cl: Lunes
et: Esmaspäev

source: Tuesday
es_cl: Martes
et: Teisipäev

source: Wednesday
es_cl: Miércoles
et: Kolmapäev

source: Thursday
es_cl: Jueves
et: Neljapäev

source: Friday
es_cl: Viernes
et: Reede

source: Saturday
es_cl: Sábado
et: Laupäev

source: Sun
es_cl: Dom
et: P

source: Mon
es_cl: Lun
et: E

source: Tue
es_cl: Mar
et: T

source: Wed
es_cl: Mie
et: K

source: Thu
es_cl: Jue
et: N

source: Fri
es_cl: Vie
et: R

source: Sat
es_cl: Sab
et: L

source: Feels Like
es_cl: Se siente como
et: Tundub nagu

source: Clouds Classic
es_cl: Nubes Clásicas
et: Pilved Klassikaline

source: Precipitation Classic
es_cl: Precipitación Clásica
et: Sademete klassika

source: Pressure Contour
es_cl: Contorno de presión
et: Rõhu kontuur

source: moonrise
es_cl: Salida de la luna
et: Kuutõus

source: moonset
es_cl: Puesta de luna
et: kuu loojang

source: Full weather on OpenWeatherMap
es_cl: Tiempo completo en OpenWeatherMap
et: Täielik ilm OpenWeatherMapis

source: Full weather
es_cl: Tiempo completo
et: Täisilm

source: Hourly Temperatures
es_cl: Temperaturas horarias
et: Tunni temperatuurid

source: Hourly precipitation
es_cl: Precipitación horaria
et: Tunnised sademed

source: Hourly liquid precipitation amount
es_cl: Cantidad de precipitación líquida por hora
et: Vedelate sademete hulk tunnis

source: Wind Speed
es_cl: Velocidad del viento
et: Tuule kiirus

source: Wind Gust
es_cl: Ráfaga de viento
et: Tuulepuhang

source: Hourly wind speed
es_cl: Velocidad del viento por hora
et: Tuule kiirus tunnis

source: daily Temperatures
es_cl: Temperaturas diarias
et: Igapäevased temperatuurid

source: daily precipitation
es_cl: precipitación diaria
et: päevased sademed

source: daily liquid precipitation amount
es_cl: Cantidad diaria de precipitación líquida
et: päevane vedelate sademete kogus

source: daily wind speed
es_cl: Temperaturas diarias
et: Päevane tuulekiirus

source: Time
es_cl: Hora
et: Aeg

source: Conditions
es_cl: Condiciones
et: Seisund

source: Cloud Cover
es_cl: Cubierta de nubes
et: Pilvekate

source: Gust
es_cl: Ráfaga
et: Puhanguline

source: Day
es_cl: Día
et: Päev

source: Low / High Temperature
es_cl: Baja / Alta temperatura
et: Madal / kõrge temperatuur

source: Shortcode
es_cl: Shorcode
et: Lühikood

# Post Type General Name
source: Weather
es_cl: Tiempo
et: Ilm

# Post Type Singular Name
source: Weather
es_cl: Tiempo
et: Ilm

# Post Type Menu Name
source: Weather
es_cl: Tiempo
et: Ilm

source: Parent Weather:
es_cl: Tiempo Padre:
et: Vanemate ilm:

source: All Weather
es_cl: Todo el tiempo
et: Iga ilmaga

source: View Weather
es_cl: Ver Tiempo
et: Vaata ilmateadet

source: Add New Weather
es_cl: Agregar nuevo Tiempo
et: Uue ilmateate lisamine

source: New Weather
es_cl: Nuevo Tiempo
et: Uus ilm

source: Edit Weather
es_cl: Editar Tiempo
et: Muuda ilmateadet

source: Update Weather
es_cl: Actualizar Tiempo
et: Ilmateate värskendamine

source: Search Weather
es_cl: Buscar Tiempo
et: Otsi ilmateadet

source: No weather found
es_cl: No se encontró un tiempo
et: Ilmateadet ei leitud

source: No weather found in Trash
es_cl: No se encontró un tiempo en Papelera
et: Prügikastist ei leitud ilmateadet

source: Listing weather
es_cl: Listando tiempo
et: Ilmateate loetlemine

source: OWM Weather: Please enter your own OpenWeatherMap API key to avoid exceeding daily API call limits.
es_cl: OWM Weather: Ingrese su propia clave de API OpenWeatherMap para evitar exceder los límites diarios de llamadas a la API.
et: OWM Ilm: Palun sisestage oma OpenWeatherMap API võti, et vältida igapäevaste API-kõnede limiitide ületamist.

source: OWM Weather: Create my first weather.
es_cl: OWM Weather: Crear mi primer clima.
et: OWM Ilm: Loo minu esimene ilm.

source: Now
es_cl: Ahora
et: Nüüd

source: Now + 1 hour
es_cl: Ahora + 1 hora
et: Nüüd + 1 tund

source: Now +
es_cl: Ahora +
et: Nüüd +

source: hours
es_cl: horas
et: tundi

source: W
et: Nädal

source: NW
et: LOODE

source: Hurricane
es_cl: Huracán
et: Orkaan

source: Violent Storm
es_cl: Tormenta violenta
et: Vägivaldne torm

source: Whole Gale/Storm
es_cl: Todo el vendaval/tormenta
et: Terve Gale/Torm

source: Strong Gale
es_cl: Fuerte vendaval
et: Tugev Gale

source: Near Gale
es_cl: Cerca de: Gale
et: Gale'i lähedal

source: Strong Breeze
es_cl: Brisa fuerte
et: Tugev tuul

source: Fresh Breeze
es_cl: Brisa fresca
et: Värske tuul

source: Moderate Breeze
es_cl: Lluvia moderada
et: Mõõdukas tuul

source: Gentle Breeze
es_cl: Hálito
et: Õrn tuul

source: Light Breeze
es_cl: Brisa ligera
et: Kerge tuul

source: Light Air
es_cl: Aire ligero
et: Äikesetorm kerge vihmaga

source: Calm
es_cl: Calma
et: Vaikne

source: Thunderstorm with Light Rain
es_cl: Tormenta eléctrica con lluvia ligera
et: Äikesetorm kerge vihmaga

source: Thunderstorm with Rain
es_cl: Tormenta eléctrica con lluvia
et: Äike vihmaga

source: Thunderstorm with Heavy Rain
es_cl: Tormenta eléctrica con fuertes lluvias
et: Äike tugeva vihmasajuga

source: Light Thunderstorm
es_cl: Tormenta eléctrica ligera
et: Kerge äikesetorm

source: Thunderstorm
es_cl: Tormenta
et: Äikesetorm

source: Heavy Thunderstorm
es_cl: Fuerte tormenta eléctrica
et: Tugev äikesetorm

source: Ragged Thunderstorm
es_cl: Tormenta eléctrica irregular
et: Räsitud äikesetorm

source: Thunderstorm with Light Drizzle
es_cl: Tormenta eléctrica con llovizna ligera
et: Äikesetorm kerge uduvihmaga

source: Thunderstorm with Drizzle
es_cl: Tormenta eléctrica con llovizna
et: Äike koos Uduvihmaga

source: Thunderstorm with Heavy Drizzle
es_cl: Tormenta eléctrica con llovizna fuerte
et: Äikesetorm raske uduvihmaga

source: Light Intensity Drizzle
es_cl: Llovizna de intensidad ligera
et: Valguse intensiivsus Drizzle

source: Drizzle
es_cl: Lloviznar
et: Uduvihm

source: Heavy Intensity Drizzle
es_cl: Llovizna de intensidad intensa
et: Raske intensiivsusega drizzle

source: Light Intensity Drizzle Rain
es_cl: Lluvia de llovizna de intensidad ligera
et: Valguse intensiivsus Drizzle Vihm

source: Drizzle Rain
es_cl: Lluvia de lloviznas
et: Vihmasadu

source: Heavy Intensity Drizzle Rain
es_cl: Lluvia de llovizna de fuerte intensidad
et: Tugev intensiivsus Drizzle Vihm

source: Shower Rain and Drizzle
es_cl: Lluvia y llovizna
et: Dušš Rain ja Uduvihm

source: Heavy Shower Rain and Drizzle
es_cl: Lluvia intensa y llovizna
et: Tugev dušš vihma ja uduvihm

source: Shower Drizzle
es_cl: Llovizna de ducha
et: Dušš Uduvihm

source: Light Rain
es_cl: Lluvia ligera
et: Kerge vihm

source: Moderate Rain
es_cl: Lluvia moderada
et: Mõõdukas vihm

source: Heavy Intensity Rain
es_cl: Lluvia de fuerte intensidad
et: Tugev intensiivsus vihm

source: Very Heavy Rain
es_cl: Lluvia muy fuerte
et: Väga tugev vihm

source: Extreme Rain
es_cl: Lluvia extrema
et: Ekstreemne vihm

source: Freezing Rain
es_cl: Lluvia helada
et: Külmuv vihm

source: Light Intensity Shower Rain
es_cl: Lluvia de lluvia de intensidad ligera
et: Kerge intensiivsusega dušš vihm

source: Shower Rain
es_cl: Lluvia de ducha
et: Dušš Rain

source: Heavy Intensity Shower Rain
es_cl: Lluvia de fuerte intensidad
et: Raske intensiivsusega dušš vihma

source: Ragged Shower Rain
es_cl: Lluvia irregular
et: Räsitud dušš Rain

source: Light Snow
es_cl: Nieve ligera
et: Kerge lumi

source: Heavy Snow
es_cl: Fuertes nevadas
et: Tugev lumi

source: Sleet
es_cl: Aguanieve
et: Lörts

source: Light Shower Sleet
es_cl: Aguanieve de ducha ligera
et: Kerge dušši sleet

source: Shower Sleet
es_cl: Aguanieve de ducha
et: Dušš sleet

source: Light Rain and Snow
es_cl: Lluvia ligera y nieve
et: Kerge vihm ja lumi

source: Rain and Snow
es_cl: Lluvia y nieve
et: Vihm ja lumi

source: Light Shower Snow
es_cl: Ducha ligera Nieve
et: Kerge dušš Lumi

source: Shower Snow
es_cl: Ducha Nieve
et: Dušš Lumi

source: Heavy Shower Snow
es_cl: Fuerte lluvia Nieve
et: Raske dušš lumi

source: Mist
es_cl: Niebla
et: Udu

source: Smoke
es_cl: Humo
et: Suits

source: Haze
es_cl: Neblina
et: Uduvine

source: Sand / Dust Whirls
es_cl: Remolinos de arena / polvo
et: Liiv / tolmukeerud

source: Fog
es_cl: Niebla
et: Udu

source: Sand
es_cl: Arena
et: Liiv

source: Dust
es_cl: Polvo
et: Tolm

source: Volcanic Ash
es_cl: Ceniza volcánica
et: Vulkaaniline tuhk

source: Squalls
es_cl: Chubascos
et: Iilid

source: Tornado
et: Tornaado

source: Clear Sky
es_cl: Cielo despejado
et: Selge taevas

source: Few Clouds
es_cl: Pocas nubes
et: Vähesed pilved

source: Scattered Clouds
es_cl: Nubes dispersas
et: Hajutatud pilved

source: Broken Clouds
es_cl: Nubes rotas
et: Katkised pilved

source: Overcast Clouds
es_cl: Nubes nubladas
et: Pilved pilved

source: Prev
es_cl: Previo
et: Eelmine

source: Next
es_cl: Siguiente
et: Järgmine

source: Insert a OWM Weather shortcode in your page.
es_cl: Inserte un shortcode de OWM Weather en su página.
et: Sisestage oma lehele OWM Weatheri lühikood.

source: No weather posts were found. Create a weather first.
es_cl: No se encontraron publicaciones meteorológicas. Crea un clima primero.
et: Ilmaposte ei leitud. Looge kõigepealt ilm.

source: Select a weather post:
es_cl: Selecciona una publicación meteorológica:
et: Vali ilmapostitus:

source: Card 1
es_cl: Tarjeta 1

source: Card 2
es_cl: Tarjeta 2

source: Chart 1
es_cl: Gráfico 1

source: Chart 2
es_cl: Gráfico 2

source: Slider 1
es_cl: Control deslizante 1

source: Slider 2
es_cl: Control deslizante 2

source: Table 1
es_cl: Cuadro 1

source: Table 2
es_cl: Cuadro 2

source: Table 3
es_cl: Cuadro 3

source: Weather Icons
es_cl: Iconos meteorológicos

source: Forecast
es_cl: Previsión

source: Millibar
es_cl: Milibar

source: Font
es_cl: Fuente

source: Legend On?
es_cl: ¿Leyenda encendida?

source: Rain Classic
es_cl: Lluvia Clásica

source: weather
es_cl: tiempo

source: Gale
es_cl: Vendaval
