Repository: Lagunix/owm-weather
Catalog: lang/owm-weather-*.po
Languages: es_cl, et

source: Powerful weather plugin for WordPress, based on the OpenWeather API, using custom post types and shortcodes, bundled with a ton of features.
es_cl: Potente complemento meteorológico para WordPress, basado en la API OpenWeather, que utiliza tipos de publicaciones personalizadas y códigos cortos, incluido con un montón de características.
et: WordPressi võimas ilmateade, mis põhineb OpenWeather API-l, kasutades kohandatud postitüüpe ja lühikoode, mis on komplekteeritud paljude funktsioonidega.

source: Add OWM Weather from shortcode.
es_cl: Agregar OWM Weather desde shortcode.
et: Lisage lühikoodist OWM Weather.

source: OWM Weather Shortcode
es_cl: Código abreviado de OWM Weather
et: Lühikood

source: Title:
es_cl: Título:
et: Pealkiri:

source: Title text will display above the weather content.
es_cl: El texto del título se mostrará encima del contenido meteorológico.
et: Pealkirja tekst kuvatakse ilmateate sisu kohal.

source: Shortcode:
es_cl: Shorcode:
et: Lühikood:

source: Paste in the shortcode of the weather you would like to display.
es_cl: Pegue el shortcode del clima que desea mostrar.
et: Kleepige selle ilmateate lühikood, mida soovite kuvada.

source: OWM Weather Settings
es_cl: Configuración de OWM Weather
et: OWM-i ilmaseaded

source: Settings saved.
es_cl: Configuraciones guardadas.
et: Seaded on salvestatud.

source: Do you like OWM Weather? Don't forget to rate it 5 stars!
es_cl: ¿Te gusta OWM Weather? ¡No olvides calificarlo con 5 estrellas!
et: Kas sulle meeldib WP OPM Weather? Ära unusta seda hinnata 5 tärni!

source: Consider a donation
es_cl: Considere una donación
et: Mõtle annetusele

source: Export Settings
es_cl: Exportar ajustes
et: Ekspordi seaded

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
es_cl: Exporta los ajustes del plugin para éste sitio como un archivo .json. Esto te permite importar fácilmente la configuración a otro sitio.
et: Eksportige selle saidi pistikprogrammi seaded .json-failina. See võimaldab teil konfiguratsiooni hõlpsalt teisele saidile importida.

source: Export
es_cl: Exportar
et: Eksport

source: Import Settings
es_cl: Importar ajustes
et: Seadete importimine

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
es_cl: Importa los ajustes del plugin desde un archivo .json. Este archivo se puede obtener exportando los ajustes de otro sitio utilizando el formulario de arriba.
et: Importige plugina seaded JSON-failist. Selle faili saab saada, eksportides seaded teisel saidil, kasutades ülaltoodud vormi.

source: Import
es_cl: Importar
et: Impordi

source: Reset Settings
es_cl: Reestablecer ajustes
et: Lähtesta seaded

source: Reset all OWM Weather global settings. It will not delete your weather pages and their individual settings.
es_cl: Restablezca todos los ajustes globales de OWM Weather. No eliminará sus páginas meteorológicas y su configuración individual.
et: Lähtestage kõik OWM-i ilmateate globaalsed seaded. See ei kustuta teie ilmalehti ja nende individuaalseid seadeid.

source: Reset settings
es_cl: Reiniciar ajustes
et: Taasta seaded

source: Network
es_cl: Red
et: Võrk

source: System
es_cl: Sistema
et: Süsteem

source: Basic
es_cl: Básico
et: Põhiline

source: Display
es_cl: Mostrar
et: Kuvamine

source: Layout
es_cl: Capa
et: Paigutus

source: Weather-based
es_cl: Tiempo
et: Ilmastikupõhine

source: Map
es_cl: Mapa
et: Kaart

source: Import/Export/Reset
es_cl: Importar/Exportar/Reestablecer
et: Import/eksport/lähtestamine

source: Support
es_cl: Soporte
et: Tugi

source: Save changes
es_cl: Guardar cambios
et: Salvesta muudatused

source: OWM Weather cache
es_cl: Caché de OWM Weather
et: OWM-i ilmateate vahemälu

source: cache system
es_cl: sistema de caché
et: vahemälu süsteem

source: Click this button to refresh the weather cache.
es_cl: Haga clic en este botón para actualizar la memoria caché meteorológica.
et: Ilmateate vahemälu värskendamiseks klõpsake seda nuppu.

source: Clear cache!
es_cl: ¡Borra la caché!
et: Tühjendage vahemälu!

source: Basic Settings
es_cl: Configuración Básica
et: Põhiline

source: Bypass Measurement System
es_cl: Sistema de medición de derivación
et: Möödaviigu mõõtmise süsteem

source: Bypass Time Format
es_cl: Omitir el formato de tiempo
et: Ajavormingust möödahiilimine

source: Bypass Timezone
es_cl: Omitir zona horaria
et: Ajavööndist möödasõit

source: Bypass OpenWeatherMap Language
es_cl: Omitir el idioma OpenWeatherMap
et: OpenWeatherMapi keelest mööda hiilida

source: Display Settings
es_cl: Ajustes de visualización
et: Ekraaniseaded

source: Current City Name
es_cl: Nombre actual de la ciudad
et: Praegune linna nimi

source: Current Weather Symbol
es_cl: Símbolo meteorológico actual
et: Praegune ilmasümbol

source: Current Temperature
es_cl: Temperatura actual
et: Praegune temperatuur

source: Current Feels-Like Temperature
es_cl: Temperatura actual similar a la de la sensación
et: Tundub nagu

source: Current Short Condition
es_cl: Condición corta actual
et: Praegune lühike seisund

source: Temperature Unit (C / F)
es_cl: Unidad de temperatura (C / F)
et: Temperatuuri ühik (C / F)

source: Date
es_cl: Fecha
et: Kuupäev

source: Sunrise + Sunset
es_cl: Salida del sol + puesta del sol
et: Päikesetõus + päikeseloojang

source: Moonrise + Moonset
es_cl: Salida de la luna + puesta de la luna
et: Kuutõus + kuukomplekt

source: Wind
es_cl: Viento
et: Tuul

source: Wind Unit
es_cl: Unidad eólica
et: Tuule üksus

source: Wind Icon Pointer Direction
es_cl: Dirección del puntero del icono de viento
et: Tuuleikooni kursori suund

source: Humidity
es_cl: Humedad
et: Õhuniiskus

source: Dew Point
es_cl: Punto de condensación
et: Kastepunkt

source: Pressure
es_cl: Presión
et: Rõhk

source: Pressure Unit
es_cl: Unidad de presión
et: Rõhuseade

source: Cloudiness
es_cl: Nubosidad
et: Hägusus

source: Precipitation
es_cl: Precipitación
et: Sademed

source: Visibility
es_cl: Visibilidad
et: Nähtavus

source: UV Index
es_cl: Índice UV
et: UV-indeks

source: Alerts
es_cl: Alertas
et: Hoiatused

source: Alerts Popup:
es_cl: Ventana emergente de alertas:
et: Hoiatuste hüpikaken:

source: Show only Icon Labels
es_cl: Mostrar solo etiquetas de iconos
et: Ainult ikoonisiltide kuvamine

source: Number of Forecast Hours
es_cl: Número de horas de previsión
et: Prognoositud tundide arv

source: Display Time Icons
es_cl: Iconos de tiempo de visualización
et: Kuvamisaja ikoonid

source: Number of Forecast Days
es_cl: Número de días de previsión
et: Täna + 2 päeva

source: Length Day Names:
es_cl: Nombres de días de longitud:
et: Pikkuspäevade nimed:

source: Link to OpenWeatherMap
es_cl: Vincular a OpenWeatherMap
et: OpenWeatherMapi link

source: Data Update Time
es_cl: Tiempo de actualización de datos
et: Andmete värskendamise aeg

source: Layout Settings
es_cl: Opciones de diseño
et: Paigutuse sätted

source: Disable Animations for Main Icon
es_cl: Deshabilitar animaciones para el icono principal
et: Keela animatsioonid põhiikooni jaoks

source: Background Color
es_cl: Color de Fondo
et: Taustavärv

source: Background Image
es_cl: Imagen de fondo
et: Taustapilt

source: Background YouTube Video
es_cl: Video de fondo de YouTube
et: YouTube'i video taust

source: Text Color
es_cl: Color del texto
et: Teksti värv

source: Border Color
es_cl: Color del borde
et: Äärise värv

source: Border Width (in px)
es_cl: Ancho del borde (en px)
et: Äärise laius (pikslites)

source: Border Style
es_cl: Estilo de Borde
et: Äärise stiil

source: Border Radius
es_cl: Radio del Borde
et: Piiriraadius

source: Weather Size
es_cl: Tamaño del tiempo
et: Ilma suurus

source: Custom CSS
es_cl: CSS Personalizado
et: Kohandatud CSS

source: Tabbed Button Text Color
es_cl: Color del texto del botón con pestañas
et: Vahekaartidega nupu teksti värv

source: Tabbed Button Background Color
es_cl: Color de fondo del botón con pestañas
et: Taustavärv

source: Tabbed Button Active Color
es_cl: Color activo del botón con pestañas
et: Vahekaartidega nupp Aktiivne värv

source: Tabbed Button Hover Color
es_cl: Color de desplazamiento del botón con pestañas
et: Vahekaartidega nupp Hõljutage kursori värvi

source: Table Background Color
es_cl: Color de fondo de la tabla
et: Tabeli tausta värv

source: Table Text Color
es_cl: Color del texto de la tabla
et: Tabeli teksti värv

source: Table Border Color
es_cl: Color del borde de la mesa
et: Tabeli äärise värv

source: Table Border Width (in px)
es_cl: Ancho del borde de la tabla (en px)
et: Tabeli äärise laius (pikslites)

source: Table Border Style
es_cl: Estilo de borde de tabla
et: Tabeli äärise laad

source: Table Border Radius
es_cl: Radio del borde de la tabla
et: Äärise raadius

source: Chart Height
es_cl: Altura del gráfico
et: Diagrammi kõrgus

source: Chart Text Color
es_cl: Color del texto del gráfico
et: Diagrammi teksti värv

source: Chart Night Highlight Color
es_cl: Color de resaltado de la noche del gráfico
et: Diagrammiõhtu esiletõstuvärv

source: Chart Background Color
es_cl: Color de fondo del gráfico
et: Diagrammi taustavärv

source: Chart Border Color
es_cl: Color del borde del gráfico
et: Diagrammi äärise värv

source: Chart Border Width
es_cl: Ancho del borde del gráfico
et: Diagrammi äärise laius

source: Chart Border Style
es_cl: Estilo de borde de gráfico
et: Diagrammi äärise laad

source: Chart Border Radius
es_cl: Radio del borde del gráfico
et: Diagrammi äärise raadius

source: Chart Temperature Color
es_cl: Color de temperatura del gráfico
et: Diagrammi temperatuuri värv

source: Chart Feels-Like Color
es_cl: El gráfico se siente como el color
et: Diagrammi värvilaadne värv

source: Chart Dew Point Color
es_cl: Color del punto de rocío del gráfico
et: Diagrammi kastepunkti värv

source: Chart Cloudiness Color
es_cl: Color de nubosidad del gráfico
et: Hägusus

source: Chart Rain Chance Color
es_cl: Gráfico Rain Chance Color
et: Diagrammi vihmavõimaluse värv

source: Chart Humidity Color
es_cl: Color de humedad del gráfico
et: Diagrammi niiskuse värv

source: Chart Pressure Color
es_cl: Color de presión del gráfico
et: Diagrammi rõhu värv

source: Chart Rain Amount Color
es_cl: Gráfico Cantidad de lluvia Color
et: Diagrammi vihma summa värv

source: Chart Snow Amount Color
es_cl: Gráfico Cantidad de nieve Color
et: Diagramm Lume kogus Värv

source: Chart Wind Speed Color
es_cl: Gráfico Color de velocidad del viento
et: Diagrammi tuulekiiruse värv

source: Chart Wind Gust Color
es_cl: Gráfico Ráfaga de viento Color
et: Diagrammi tuulepuhangu värv

source: Weather-based Settings
es_cl: Configuración basada en el clima
et: Ilmapõhised seaded

source: Sunny Text Color
es_cl: Color de texto soleado
et: Päikeseline tekstivärv

source: Sunny Background Color
es_cl: Color de fondo soleado
et: Päikeseline taustavärv

source: Sunny Background Image
es_cl: Imagen de fondo
et: Taustapilt

source: Sunny Background YouTube Video
et: Päikeseline taust YouTube'i video

source: Cloudy Text Color
es_cl: Color de texto nublado
et: Hägune tekstivärv

source: Cloudy Background Color
es_cl: Color de fondo nublado
et: Hägune taustavärv

source: Cloudy Background Image
es_cl: Imagen de fondo nublado
et: Hägune taustpilt

source: Cloudy Background YouTube Video
es_cl: Video de YouTube de fondo nublado
et: Pilvine taust YouTube'i video

source: Drizzly Text Color
es_cl: Color de texto lluvioso
et: Nirisev teksti värv

source: Drizzly Background Color
es_cl: Color de fondo lluvioso
et: Taustavärv

source: Drizzly Background Image
es_cl: Imagen de fondo de llovizna
et: Nirisev taustapilt

source: Drizzly Background YouTube Video
et: Nirisev taust YouTube'i video

source: Rainy Text Color
es_cl: Color del texto lluvioso
et: Vihmane tekstivärv

source: Rainy Background Color
es_cl: Color de fondo lluvioso
et: Vihmane taustavärv

source: Rainy Background Image
es_cl: Imagen de fondo lluvioso
et: Vihmane taustpilt

source: Rainy Background YouTube Video
es_cl: Video de YouTube de fondo lluvioso
et: Vihmase taustaga YouTube'i video

source: Snowy Text Color
es_cl: Color de texto nevado
et: Lumine tekstivärv

source: Snowy Background Color
es_cl: Color de fondo nevado
et: Lumine taustavärv

source: Snowy Background Image
es_cl: Imagen de fondo nevado
et: Lumine taustpilt

source: Snowy Background YouTube Video
es_cl: Video de YouTube de fondo nevado
et: Lumine taust YouTube'i video

source: Stormy Text Color
es_cl: Color de texto tormentoso
et: Tormine tekstivärv

source: Stormy Background Color
es_cl: Color de fondo tormentoso
et: Taustavärv

source: Stormy Background Image
es_cl: Imagen de fondo tormentosa
et: Tormine taustpilt

source: Stormy Background YouTube Video
es_cl: Video de YouTube de fondo tormentoso
et: Tormine taust YouTube'i video

source: Foggy Text Color
es_cl: Color de texto nebuloso
et: Udune tekstivärv

source: Foggy Background Color
es_cl: Color de fondo brumoso
et: Udune taustavärv

source: Foggy Background Image
es_cl: Imagen de fondo nebulosa
et: Udune taustpilt

source: Foggy Background YouTube Video
es_cl: Video de YouTube de fondo brumoso
et: Udune taust YouTube'i video

source: Network Settings
es_cl: Configuración de red
et: Võrguseaded

source: Global Multisite Setup
es_cl: Configuración global multisitio
et: Globaalne mitme saidi seadistamine

source: Advanced Settings
es_cl: Configuracion Avanzada
et: Täiendavad seaded

source: Disable Cache
es_cl: Deshabilitar caché
et: Keela vahemälu

source: Time Until Cache Refresh (in Minutes)
es_cl: Tiempo hasta la actualización de la caché (en minutos)
et: Vahemälu värskendamiseni kuluv aeg (minutites)

source: Open Weather Map API Key
es_cl: Llave de API de Open Weather Map
et: Avage ilmakaardi API võti

source: Disable Bootstrap
es_cl: Desactivar Bootstrap
et: Keela bootstrap

source: Bootstrap Version
es_cl: Versión Bootstrap
et: Bootstrap versioon

source: Map Settings
es_cl: Configuración del mapa
et: Seaded

source: Map Height
es_cl: Altura del mapa (px)
et: Kaardi kõrgus

source: Layers Opacity
es_cl: Opacidad de capas
et: Kihtide läbipaistmatus

source: Zoom
et: Suurenda

source: Disable Zoom Wheel
es_cl: Deshabilitar la rueda de zoom
et: Keela suumiratas

source: Cities Layer
es_cl: Capa de ciudades
et: Linnade kiht

source: Cities Layer Legend
es_cl: Leyenda de la capa de ciudades
et: Linnade kihi legend

source: Cities Layer On
es_cl: Ciudades Capa Activado
et: Linnad kihistuvad

source: Cloud Layer
es_cl: Capa de nube
et: Pilvekiht

source: Cloud Layer Legend
es_cl: Capa de nube
et: Pilvekihi legend

source: Cloud Layer On
es_cl: Capa de nube activada
et: Pilvekiht sees

source: Precipitation Layer
es_cl: Capa de precipitación
et: Sademete kiht

source: Precipitation Layer Legend
es_cl: Leyenda de la capa de precipitación
et: Sademed

source: Precipitation Layer On
es_cl: Capa de precipitación
et: Sademete kiht peal

source: Rain Layer
es_cl: Capa de lluvia
et: Vihma kiht

source: Rain Layer Legend
es_cl: Leyenda de la capa de lluvia
et: Vihmakihi legend

source: Rain Layer On
es_cl: Capa de nube
et: Vihmakiht sees

source: Snow Layer
es_cl: Capa de nieve
et: Lumekiht

source: Snow Layer Legend
es_cl: Leyenda de la capa de nieve
et: Lumekihi legend

source: Snow Layer On
es_cl: Capa de nieve encendida
et: Lumekiht peal

source: Wind Layer
es_cl: Capa de viento
et: Tuule kiht

source: Wind Layer Legend
es_cl: Leyenda de la capa de viento
et: Tuulekihi legend

source: Wind Layer On
es_cl: Capa de viento
et: Tuulekiht sees

source: Temperature Layer
es_cl: Capa de temperatura
et: Temperatuuri kiht

source: Temperature Layer Legend
es_cl: Leyenda de la capa de temperatura
et: Temperatuuri kihi legend

source: Temperature Layer On
es_cl: Capa de temperatura activada
et: Temperatuuri kiht on sisse lülitatud

source: Pressure Layer
es_cl: Capa de presión
et: Rõhu kiht

source: Wind Rose Layer
es_cl: Capa de rosa de los vientos
et: Tuuleroosi kiht

source: Basic settings to bypass on all weather:
es_cl: Ajustes básicos para omitir en cualquier tiempo:
et: Põhiseaded iga ilmaga möödahiilimiseks:

source: Display settings to bypass on all weather:
es_cl: Configuración de pantalla para omitir en cualquier tiempo:
et: Kuva seaded iga ilmaga möödahiilimiseks:

source: Layout settings to bypass on all weather:
es_cl: Configuración de diseño para omitir en cualquier tiempo:
et: Paigutuse seaded iga ilmaga möödahiilimiseks:

source: Weather-based settings to bypass on all weather:
es_cl: Configuración basada en el clima para evitar en cualquier clima:
et: Ilmapõhised sätted iga ilmaga möödahiilimiseks:

source: OWM Weather Multisite settings:
es_cl: Configuración del sistema OWM Weather:
et: OWM Weatheri mitme saidi seaded:

source: OWM Weather System settings:
es_cl: Configuración del sistema OWM Weather:
et: OWM-i ilmasüsteemi seaded:

source: Map settings to bypass on all weather:
es_cl: Configuración del mapa para omitir en todo tipo de tiempo:
et: Kaardiseaded iga ilmaga möödahiilimiseks:

source: No bypass
es_cl: Sin bypass
et: Ümbersõit puudub

source: Metric
es_cl: Métrico
et: Meetermõõdustik

source: 12 h
et: 12 tundi

source: 24 h
et: 24 tundi

source: WordPress timezone
es_cl: Zona horaria de WordPress
et: WordPressi ajavöönd

source: Local timezone
es_cl: Zona horaria local
et: Kohalik ajavöönd

source: This is the language for the data from OpenWeatherMap, not for this plugin. If set to Default, it will try to use the WordPress site language first with fallback to English.
es_cl: Este es el lenguaje para los datos de OpenWeatherMap, no para este plugin. Si se establece en Predeterminado, intentará usar primero el idioma del sitio de WordPress con la reserva al inglés.
et: See on OpenWeatherMapi, mitte selle pistikprogrammi andmete keel. Kui see on seatud väärtusele Vaikimisi, proovib ta kõigepealt kasutada WordPressi saidi keelt koos inglise keele varuvariandiga.

source: Default
et: Vaikimisi

source: Afrikaans
et: Afrikaani

source: Albanian
et: Albaania

source: Arabic
et: Araabi

source: Basque
et: Baski

source: Catalan
et: Katalaani

source: Chinese Simplified
et: Hiina (lihtsustatud)

source: Croatian
et: Horvaatia

source: Czech
et: Tšehhi

source: Dutch
et: Hollandi

source: English
et: Inglise

source: Finnish
et: Soome

source: French
et: Prantsuse

source: German
et: Saksa

source: Greek
et: Kreeka

source: Hebrew
et: Heebrea

source: Indonesian
et: Indoneesia

source: Italian
et: Itaalia

source: Japanese
et: Jaapani

source: Korean
et: Korea

source: Latvian
et: Läti

source: Lithuanian
et: Leedu

source: Macedonian
et: Makedoonia

source: Norwegian
et: Norra

source: Polish
et: Poola

source: Portuguese
et: Portugali

source: Romanian
et: Rumeenia

source: Russian
et: Vene

source: Serbian
et: Serbia

source: Swedish
et: Rootsi

source: Slovak
et: Slovaki

source: Slovenian
et: Sloveenia

source: Spanish
et: Hispaania

source: Turkish
et: Türgi

source: Ukrainian
et: Ukraina

source: Vietnamese
et: Vietnami

source: Tabbed 1
es_cl: Pestaña 1
et: Vahekaart 1

source: Tabbed 2
es_cl: Tabulado 2
et: Slider 2

source: Custom 1
es_cl: Personalizado 1
et: Kohandatud 1

source: Custom 2
es_cl: Personalizado 2
et: Kohandatud 2

source: Debug
es_cl: Depurar
et: Silumine

source: None
es_cl: Ninguno
et: Puudub

source: Day of the week (eg: Sunday)
es_cl: Día de la semana (por ejemplo: domingo)
et: Nädalapäev (nt: pühapäev)

source: Today's date
es_cl: Fecha de hoy
et: Tänane kuupäev

source: Today's date and time
es_cl: Fecha y hora de hoy
et: Tänane kuupäev ja kellaaeg

source: direction of the wind
es_cl: dirección del viento
et: tuule suund

source: source of the wind flow
es_cl: fuente del flujo de viento
et: tuulevoolu allikas

source: Inches of Mercury
es_cl: Pulgadas de mercurio
et: Elavhõbeda tollid

source: Millimeter of Mercury
es_cl: Milímetro de mercurio
et: Elavhõbeda millimeeter

source: Today
es_cl: Hoy
et: Täna

source: Today + 1 day
es_cl: Hoy + 1 día
et: Täna + 1 päev

source: Today + 2 days
es_cl: Hoy + 2 días
et: Täna + 2 päeva

source: Today + 3 days
es_cl: Hoy + 3 días
et: Täna + 3 päeva

source: Today + 4 days
es_cl: Hoy + 4 días
et: Täna + 4 päeva

source: Today + 5 days
es_cl: Hoy + 5 días
et: Täna + 5 päeva

source: Today + 6 days
es_cl: Hoy + 6 días
et: Täna + 6 päeva

source: Today + 7 days
es_cl: Hoy + 7 días
et: Täna + 7 päeva

source: Modal
et: Modaal

source: Inline
et: Järjekorras

source: Short days names
es_cl: Nombres de días cortos
et: Lühikeste päevade nimed

source: Normal days names
es_cl: Nombres normales de días
et: Tavaliste päevade nimed

source: Select image
es_cl: Seleccionar imagen
et: Vali pilt

source: Solid
es_cl: Sólido
et: Tahke

source: Dotted
es_cl: Punteado
et: Punktiir@ item: inlistbox See http: // krecipes. sourceforge. net/ bordertypes. png for an example

source: Dashed
es_cl: Rayado
et: Punkt- punktiir@ item: inlistbox See http: // krecipes. sourceforge. net/ bordertypes. png for an example

source: Double
es_cl: Doble
et: Kahene

source: Groove
es_cl: Ranura
et: Soon

source: Inset
es_cl: Inserción
et: Vahetükk

source: Outset
es_cl: Principio
et: Alguses

source: Ridge
et: Teravik@ item: inlistbox See http: // krecipes. sourceforge. net/ bordertypes. png for an example

source: Small
es_cl: Pequeño
et: Väike

source: Medium
es_cl: Medio
et: Keskmine

source: Large
es_cl: Grande
et: Suur

source: (You need to configure your “OWM Weather” settings individually on every website in the network if this is turned off.)
es_cl: (Debe configurar sus ajustes de "OWM Weather" individualmente en cada sitio web de la red si está desactivado)
et: (Kui see on välja lülitatud, peate oma "OWM Weather" seaded konfigureerima eraldi igal võrgu veebisaidil.)

source: (Not recommended!)
es_cl: (¡No se recomienda!)
et: (Ei ole soovitatav!)

source: Default value: 30 minutes
es_cl: Valor por defecto: 30 minutos
et: Vaikeväärtus: 30 minutit

source: Strongly recommended:
es_cl: Fuertemente recomendado:
et: Tungivalt soovitatav:

source: Get your free OWM API key here
es_cl: Obtenga su clave de API OWM gratuita aquí
et: Hankige oma tasuta OWM API võti siit

source: (Check this if you already include Bootstrap in your theme)
es_cl: (Comprueba esto si ya incluyes Bootstrap en tu tema)
et: (Kontrollige seda, kui lisate oma teemasse juba Bootstrapi)

source: Get started with OWM Weather
es_cl: Comience con OWM Weather
et: Alustage OWM Weatheriga

source: Create your first weather
es_cl: Crea tu primer tiempo
et: Looge oma esimene ilm

source: Having a problem with OWM Weather?
es_cl: ¿Tiene un problema con OWM Weather?
et: Kas teil on probleeme OWM Weatheriga?

source: OWM Weather Blog
es_cl: Caché de OWM Weather
et: OWM ilmablogi

source: OWM Weather Forum on WordPress.org
es_cl: Foro de OWM Weather en WordPress.org
et: OWM ilmafoorum WordPress.org teemal

source: Show on all weather
es_cl: Mostrar en todo tiempo
et: Näita iga ilmaga

source: Suppress on all weather
es_cl: Suprimir en cualquier tiempo
et: Supresseerige iga ilmaga

source: Setup OWM Weather
es_cl: Configurar de OWM Weather
et: OWM-i ilmateate seadistamine

source: Leave all other settings as is for now and hit "Save changes".
es_cl: Deje todas las demás configuraciones como están por ahora y presione "Guardar cambios".
et: Jätke kõik muud seaded nii, nagu praegu on, ja vajutage "Salvesta muudatused".

source: Please upload a valid .json file
es_cl: Por favor, sube un archivo .json válido
et: Palun laadige üles kehtiv .json-fail

source: Please upload a file to import
es_cl: Por favor sube un archivo a importar
et: Importimiseks laadige fail üles

source: Rain Chance
es_cl: Probabilidad de lluvia
et: Vihma võimalus

source: Temperature
es_cl: Temperatura
et: Temperatuur

source: Moonrise
es_cl: Salida de la luna
et: Kuutõus

source: Moonset
es_cl: Puesta de luna
et: Kuu loojang
